Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitEducationLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.answerQuestions
source: Answer Questions
ar: الإجابة على الأسئلة
bg: Отговори на въпросите
ca: Respondre Preguntes
cs: Odpovědět na otázky
da: Svar på spørgsmål
de: Fragen beantworten
el: Απάντηση σε Ερωτήσεις
es: Responder preguntas
es_419: Responder preguntas
fi: Vastaa kysymyksiin
fr: Répondre aux questions
fr_ca: Répondre aux questions
he: ענה על שאלות
hi: प्रश्नों का उत्तर दें
hr: Odgovori na pitanja
hu: Kérdések Megválaszolása
id: Jawab Pertanyaan
it: Rispondi alle domande
ja: 質問に答える
kk: Сұрақтарға жауап беру
ko: 질문에 답하기
ms: 回答问题
nb: Svar på spørsmål
nl: Vragen Beantwoorden
pl: Odpowiedz na pytania
pt_br: Responder Perguntas
pt_pt: Responder a Perguntas
ro: Răspunde la întrebări
ru: Ответить на вопросы
sk: Odpovedať na otázky
sv: Besvara frågor
th: ตอบคำถาม
tr: Soruları Yanıtla
uk: Відповісти на запитання
vi: Trả lời câu hỏi
zh_hans: 回答问题
zh_hant: 回答問題
zh_hk: 回答问题

# TK.Action.bookmark
source: Bookmark
ar: إضافة إلى العلامات المرجعية
bg: Отбележи
ca: Desa un marcador
cs: Přidat záložku
da: Bogmærk
de: Lesezeichen
el: Προσθήκη Σελιδοδείκτη
es: Marcador
es_419: Marcar
fi: Kirjanmerkki
fr: Mettre un signet
fr_ca: Signet
he: סימניה
hi: बुकमार्क
hr: Postavi oznaku
hu: Könyvjelző
id: Penanda
it: Segnalibro
ja: ブックマーク
kk: Бетбелгі
ko: 책갈피
ms: Penanda Buku
nb: Lag bokmerke
nl: Bladwijzer
pl: Dodaj zakładkę
pt_br: Favoritar
pt_pt: Adicionar marcador
ro: Semn de carte
ru: Добавить в закладки
sk: Záložkovať
sv: Bokmärke
th: บุ๊กมาร์ก
tr: Yer İşareti
uk: Закладка
vi: Đánh dấu
zh_hans: 添加书签
zh_hant: 書籤
zh_hk: 書籤

# TK.Action.checkAnswer
source: Check Answer
ar: تحقق من الإجابة
bg: Проверете отговора
ca: Comprovar Resposta
cs: Zkontrolovat odpověď
da: Tjek svar
de: Antwort überprüfen
el: Έλεγχος Απάντησης
es: Comprobar respuesta
es_419: Verificar respuesta
fi: Tarkista vastaus
fr: Vérifier la réponse
fr_ca: Vérifier la réponse
he: בדוק תשובה
hi: उत्तर की जांच करें
hr: Provjeri odgovor
hu: Válasz Ellenőrzése
id: Periksa Jawaban
it: Controlla risposta
ja: 回答を確認する
kk: Жауапты тексеру
ko: 답변 확인
ms: Semak Jawapan
nb: Sjekk svar
nl: Antwoord Controleren
pl: Sprawdź odpowiedź
pt_br: Verificar Resposta
pt_pt: Verificar Resposta
ro: Verifică răspunsul
ru: Проверить ответ
sk: Skontrolovať odpoveď
sv: Kontrollera svar
th: ตรวจสอบคำตอบ
tr: Yanıtı Kontrol Et
uk: Перевірити відповідь
vi: Kiểm tra câu trả lời
zh_hans: 检查答案
zh_hant: 檢查答案
zh_hk: 检查答案

# TK.Action.checkSolution
source: Check Solution
ar: التحقق من الحل
bg: Провери решение
ca: Comprovar Solució
cs: Zkontrolovat řešení
da: Tjek løsning
de: Lösung überprüfen
el: Έλεγχος Λύσης
es: Verificar solución
es_419: Verificar solución
fi: Tarkista ratkaisu
fr: Vérifier la solution
fr_ca: Vérifier la Solution
he: בדוק פתרון
hi: हल जांचें
hr: Provjeri rješenje
hu: Megoldás ellenőrzése
id: Periksa Solusi
it: Controlla Soluzione
ja: 解決策を確認
kk: Шешімді қайта тексеру
ko: 해결책 확인
ms: Semak Penyelesaian
nb: Sjekk løsning
nl: Oplossing Controleren
pl: Sprawdź rozwiązanie
pt_br: Verificar Solução
pt_pt: Verificar Solução
ro: Verifică Soluția
ru: Проверить решение
sk: Skontrolovať riešenie
sv: Kontrollera lösning
th: ตรวจสอบคำตอบ
tr: Çözümü Kontrol Et
uk: Перевірити рішення
vi: Kiểm tra giải pháp
zh_hans: 检查解决方案
zh_hant: 檢查解決方案
zh_hk: 檢查解決方案

# TK.Action.checkSolutionAgain
source: Check Solution
ar: اكتمل
bg: Провери решението
ca: Comprova la solució
cs: Zkontrolovat řešení
da: Tjek løsning
de: Lösung überprüfen
el: Ελέγξτε τη Λύση
es: Revisar solución
es_419: Revisar solución
fi: Tarkista ratkaisu
fr: Vérifier la solution
fr_ca: Vérifier la solution
he: בדוק את הפתרון
hi: समाधान जाँचें
hr: Provjeri rješenje ponovo
hu: Nézd meg a megoldást
id: Periksa Solusi
it: Controlla la Soluzione
ja: 解決策を確認する
kk: Шешімді тексеру
ko: 해결책을 다시 확인
ms: Semak Penyelesaian
nb: Sjekk løsning
nl: Check Oplossing
pl: Sprawdź rozwiązanie
pt_br: Verificar Solução
pt_pt: Verificar Solução
ro: Verifică soluția
ru: Проверить решение
sk: Skontroluj riešenie
sv: Kontrollera lösningen
th: ตรวจสอบคำตอบอีกครั้ง
tr: Çözümü kontrol et
uk: Перевірте рішення
vi: Kiểm tra Giải pháp
zh_hans: 检查解决方案
zh_hant: 檢查解決方案
zh_hk: 檢查解決方案

# TK.Action.completeLesson
source: Complete Lesson
ar: أكمل الدرس
bg: Завърши урока
ca: Completar Lliçó
cs: Dokončit lekci
da: Afslut lektion
de: Lektion abschließen
el: Ολοκλήρωση Μαθήματος
es: Completar Lección
es_419: Completar lección
fi: Suorita oppitunti loppuun
fr: Terminer la leçon
fr_ca: Terminer le cours
he: סיים שיעור
hi: पाठ्यक्रम पूरा करें
hr: Završi lekciju
hu: Lecke Befejezése
id: Selesaikan Pelajaran
it: Completa lezione
ja: レッスンを完了する
kk: Сабақты аяқтау
ko: 강의 완료
ms: Selesaikan Pelajaran
nb: Fullfør leksjon
nl: Les Voltooid
pl: Zakończ lekcję
pt_br: Finalizar Aula
pt_pt: Completar Lição
ro: Finalizează lecția
ru: Завершить урок
sk: Dokončiť lekciu
sv: Avsluta lektion
th: ทำบทเรียนให้เสร็จ
tr: Dersi Tamamla
uk: Закінчити урок
vi: Hoàn thành Bài học
zh_hans: 完成课程
zh_hant: 完成課程
zh_hk: 完成課程

# TK.Action.downloadMaterials
source: Download Materials
ar: تنزيل المواد
bg: Изтегляне на материали
ca: Descarregar materials
cs: Stáhnout materiály
da: Hent Materialer
de: Materialien herunterladen
el: Λήψη Υλικών
es: Descargar materiales
es_419: Descargar materiales
fi: Lataa materiaalit
fr: Télécharger les matériaux
fr_ca: Télécharger des matériaux
he: הורד חומרים
hi: सामग्री डाउनलोड करें
hr: Preuzmi Materijale
hu: Anyagok letöltése
id: Unduh Materi
it: Scarica Materiali
ja: 教材をダウンロード
kk: Материалдарды жүктеу
ko: 자료 다운로드
ms: Muat Turun Bahan
nb: Last ned materiell
nl: Materialen Downloaden
pl: Pobierz materiały
pt_br: Baixar Materiais
pt_pt: Transferir Materiais
ro: Descarcă Materiale
ru: Скачать материалы
sk: Stiahnuť materiály
sv: Ladda ner material
th: ดาวน์โหลดเนื้อหา
tr: Materyalleri İndir
uk: Завантажити матеріали
vi: Tải Tài Liệu
zh_hans: 下载材料
zh_hant: 下載資料
zh_hk: 下載資料

# TK.Action.explain
source: Explain
ar: اشرح
bg: Обясни
ca: Explicar
cs: Vysvětlit
da: Forklar
de: Erklären
el: Εξήγηση
es: Explicar
es_419: Explicar
fi: Selitä
fr: Expliquer
fr_ca: Expliquer
he: הסבר
hi: व्याख्या करें
hr: Objasni
hu: Magyarázat Adása
id: Jelaskan
it: Spiega
ja: 説明する
kk: Түсіндіру
ko: 설명
ms: Jelaskan
nb: Forklar
nl: Verklaar
pl: Wyjaśnij
pt_br: Explicar
pt_pt: Explicar
ro: Explică
ru: Объяснить
sk: Vysvetliť
sv: Förklara
th: อธิบาย
tr: Açıklama Yap
uk: Пояснити
vi: Giải thích
zh_hans: 解释
zh_hant: 解釋
zh_hk: 解釋

# TK.Action.exploreTopic
source: Explore Topic
ar: استكشف الموضوع
bg: Изследвай темата
ca: Explorar Tema
cs: Prozkoumat téma
da: Udforsk emne
de: Thema erkunden
el: Εξερεύνηση Θέματος
es: Explorar Tema
es_419: Explorar tema
fi: Tutki aihetta
fr: Explorer le sujet
fr_ca: Explorer le sujet
he: חקור נושא
hi: विषय का अन्वेषण करें
hr: Istraži temu
hu: Fedezd fel a témát
id: Jelajahi Topik
it: Esplora argomento
ja: トピックを探索する
kk: Тақырыпты зерттеу
ko: 주제 탐색
ms: Jelajahi Topik
nb: Utforsk emne
nl: Onderwerp Verkennen
pl: Eksploruj temat
pt_br: Explorar Tópico
pt_pt: Explorar Tópico
ro: Explorează subiectul
ru: Исследовать тему
sk: Preskúmať tému
sv: Utforska ämne
th: สำรวจหัวข้อ
tr: Konu Keşfet
uk: Дослідити тему
vi: Khám phá Chủ đề
zh_hans: 探索主题
zh_hant: 探索主題
zh_hk: 探索主題

# TK.Action.focusMode
source: Focus Mode
ar: وضع التركيز
bg: Фокусен режим
ca: Mode concentració
cs: Režim soustředění
da: Fokustilstand
de: Fokusmodus Aktivieren
el: Λειτουργία Εστίασης
es: Modo de enfoque
es_419: Modo de enfoque
fi: Keskittymistila
fr: Mode concentration
fr_ca: Mode focus
he: מצב ריכוז
hi: फोकस मोड
hr: Mod Fokusiranja
hu: Fókuszmód
id: Mode Fokus
it: Modalità Concentrata
ja: フォーカスモード
kk: Фокус режимі
ko: 포커스 모드
ms: Mod Fokus
nb: Fokusmodus
nl: Focusmodus
pl: Tryb skupienia
pt_br: Modo Foco
pt_pt: Modo Foco
ro: Mod Concentrare
ru: Режим концентрации
sk: Režim koncentrácie
sv: Fokusläge
th: โหมดมุ่งเน้น
tr: Odak Modu
uk: Режим концентрації
vi: Chế Độ Tập Trung
zh_hans: 专注模式
zh_hant: 焦點模式
zh_hk: 專注模式

# TK.Action.generateReport
source: Generate Report
ar: إنشاء تقرير
bg: Генериране на отчет
ca: Generar informe
cs: Vygenerovat zprávu
da: Generer Rapport
de: Bericht Erstellen
el: Δημιουργία Αναφοράς
es: Generar informe
es_419: Generar Informe
fi: Luo raportti
fr: Générer un rapport
fr_ca: Générer le rapport
he: ייצר דוח
hi: पथ के निर्देश पूछें
hr: Generiraj Izvještaj
hu: Jelentés generálása
id: Buat Laporan
it: Genera Report
ja: レポートを生成
kk: Есепті жасау
ko: 보고서 생성
ms: Hasilkan Laporan
nb: Generer rapport
nl: Rapport Genereren
pl: Generuj raport
pt_br: Gerar Relatório
pt_pt: Gerar Relatório
ro: Generează Raport
ru: Сгенерировать отчет
sk: Vytvoriť správu
sv: Generera rapport
th: สร้างรายงาน
tr: Rapor Oluştur
uk: Генерувати звіт
vi: Tạo Báo Cáo
zh_hans: 生成报告
zh_hant: 生成報告
zh_hk: 生成報告

# TK.Action.grade
source: Grade
ar: تقييم
bg: Оцени
ca: Qualifica
cs: Hodnotit
da: Bedøm
de: Bewerten
el: Αξιολόγηση
es: Calificar
es_419: Calificar
fi: Arvioi
fr: Évaluer
fr_ca: Évaluer
he: דרג
hi: ग्रेड करें
hr: Ocjeni
hu: Értékelés
id: Nilai
it: Valuta
ja: 成績をつける
kk: Бағалау
ko: 평가하기
ms: Nilai
nb: Vurder
nl: Beoordelen
pl: Ocena
pt_br: Classificar
pt_pt: Classificar
ro: Notează
ru: Оценить
sk: Hodnotiť
sv: Betygsätt
th: ให้คะแนน
tr: Notlandır
uk: Оцінити
vi: Chấm điểm
zh_hans: 评分
zh_hant: 評分
zh_hk: 评分

# TK.Action.highlight
source: Highlight
ar: تمييز
bg: Маркиране
ca: Ressaltar
cs: Zvýraznění
da: Marker
de: Markieren
el: Επισήμανση
es: Resaltar
es_419: Resaltar
fi: Korosta
fr: Surligner
fr_ca: Surligner
he: הדגש
hi: चिह्नांकन करें
hr: Označi
hu: Kiemelés
id: Sorot
it: Evidenzia
ja: ハイライト
kk: Ерекшелеу
ko: 하이라이트
ms: Serlahan
nb: Uthev
nl: Markeren
pl: Pokaż
pt_br: Destacar
pt_pt: Destacar
ro: Evidențiază
ru: Выделить
sk: Zvýrazniť
sv: Markera
th: ไฮไลท์
tr: Vurgula
uk: Виділити
vi: Tô sáng
zh_hans: 高亮标记
zh_hant: 重點
zh_hk: 螢光標示

# TK.Action.listen
source: Listen
ar: استمع
bg: Слушай
ca: Escolta
cs: Poslouchat
da: Lyt
de: Zuhören
el: Άκου
es: Escuchar
es_419: Escuchar
fi: Kuuntele
fr: Écouter
fr_ca: Écouter
he: האזן
hi: सुनें
hr: Slušaj
hu: Hallgatás
id: Dengarkan
it: Ascolta
ja: 音を聞く
kk: Оқу немесе нұсқауларды тыңдау
ko: 오디오 학습하기
ms: Dengar
nb: Lytt
nl: Luisteren
pl: Słuchaj
pt_br: Ouvir
pt_pt: Ouvir
ro: Ascultă
ru: Слушать
sk: Počúvať
sv: Lyssna
th: ฟัง
tr: Dinle
uk: Слухати
vi: Nghe
zh_hans: 收听
zh_hant: 聆聽
zh_hk: 收听

# TK.Action.markComplete
source: Mark Complete
ar: ضع علامة مكتملة
bg: Завърши
ca: Marcar com a complet
cs: Označit jako hotové
da: Marker som færdig
de: Fertigstellen
el: Επισήμανέ το ως ολοκληρωμένο
es: Marcar como completado
es_419: Marcar completo
fi: Merkitse valmiiksi
fr: Marquer comme terminé
fr_ca: Marquer comme terminé
he: סיים
hi: पूर्ण करें
hr: Označi kao Dovršeno
hu: Teljesítés megjelölés
id: Tandai Selesai
it: Segna come Completato
ja: 完了としてマークする
kk: Дайын деп белгілеу
ko: 완료로 표시
ms: Tandai Selesai
nb: Merk fullført
nl: Markeer Voltooid
pl: Oznacz jako wykonane
pt_br: Marcar Completo
pt_pt: Assinalar como Completo
ro: Marchează ca finalizat
ru: Отметить как завершённое
sk: Označiť ako dokončené
sv: Markera som slutförd
th: ทำเครื่องหมายว่าเสร็จสิ้น
tr: Tamamla
uk: Позначити як завершене
vi: Đánh dấu hoàn thành
zh_hans: 标记为完成
zh_hant: 標記完成
zh_hk: 標記完成

# TK.Action.memorize
source: Memorize
ar: حفظ في الذاكرة
bg: Запомни
ca: Memoritza
cs: Zapamatovat si
da: Memorér
de: Einprägen
el: Αποστήθιση
es: Memorizar
es_419: Memorizar
fi: Opettele
fr: Mémoriser
fr_ca: Mémoriser
he: שנן
hi: याद करें
hr: Upamti
hu: Jegyzet
id: Hafalkan
it: Memorizza
ja: 暗記する
kk: Есінде сақтау
ko: 암기하기
ms: hafal
nb: Memoriser
nl: Onthouden
pl: Zapamiętaj
pt_br: Memorizar
pt_pt: Memorizar
ro: Memorează
ru: Запомнить
sk: Naučiť sa naspamäť
sv: Memorera
th: จดจำ
tr: Ezberle
uk: Запам'ятати
vi: Ghi nhớ
zh_hans: 记忆
zh_hant: 記憶
zh_hk: 记忆

# TK.Action.practice
source: Practice
ar: مارس
bg: Практикувай
ca: Practica
cs: Účastnit se procvičování
da: Øv
de: üben
el: Εξάσκηση
es: Practicar
es_419: Practicar
fi: Harjoittele
fr: Pratiquer
fr_ca: Pratiquer
he: תרגל
hi: अभ्यास करें
hr: Vježbaj
hu: Gyakorlás
id: Latihan
it: Pratica
ja: 学習の演習に参加する
kk: Тәжірибе
ko: 연습하기
ms: Amal
nb: Øv
nl: Oefenen
pl: Ćwicz
pt_br: Praticar
pt_pt: Praticar
ro: Exersează
ru: Практиковать
sk: Cvičiť
sv: Öva
th: ฝึกฝน
tr: Pratik Yap
uk: Практикувати
vi: Thực hành
zh_hans: 练习
zh_hant: 練習
zh_hk: 練習

# TK.Action.quiz
source: Quiz
ar: اختبار
bg: Тест
ca: Fes un qüestionari
cs: Kvíz
el: Τεστ
es: Cuestionario
es_419: Examen
fi: Koe
he: מבחן
hi: क्विज़ करें
hr: Kviz
hu: Kvíz
id: Kuis
ja: クイズを受ける
kk: Сауалнама
ko: 퀴즈
ms: Kuiz
pl: Test
pt_br: Questionário
pt_pt: Questionário
ro: Chestionar
ru: Тестирование
sk: Kvíz
th: ทำแบบทดสอบ
tr: Sınavı Al
uk: Тест
vi: Thi
zh_hans: 测验
zh_hant: 小測驗
zh_hk: 測驗

# TK.Action.read
source: Read
ar: قراءة
bg: Прочетено
ca: Llegit
cs: Číst
da: Læs
de: Lesen
el: Αναγνώστηκε
es: Leer
es_419: Leer
fi: Lue
fr: Lire
fr_ca: Lea
he: נקרא
hi: पढ़ें
hr: Pročitaj
hu: Felolvasás
id: Baca
it: Leggi
ja: 読む
kk: Оқу
ko: 읽기
ms: Baca
nb: Les
nl: Gelezen
pl: Czytaj
pt_br: Ler
pt_pt: Ler
ro: Citește
ru: Читать
sk: Čítať
sv: Läsa
th: อ่านแล้ว
tr: Oku
uk: Читати
vi: Đã đọc
zh_hans: 已读
zh_hant: 已讀
zh_hk: 已讀

# TK.Action.recordAnswer
source: Record Answer
ar: سجل الإجابة
bg: Запиши отговора
ca: Grava resposta
cs: Nahrát odpověď
da: Optag svar
de: Antwort aufzeichnen
el: Καταγραφή απάντησης
es: Registrar respuesta
es_419: Registrar respuesta
fi: Tallenna vastaus
fr: Enregistrer la réponse
fr_ca: Enregistrer la réponse
he: הקלט תשובה
hi: उत्तर रिकॉर्ड करें
hr: Zabilježi odgovor
hu: Válasz rögzítése
id: Rekam Jawaban
it: Registra Risposta
ja: 回答を記録する
kk: Жауабыңызды жазу
ko: 답변 기록하기
ms: Rekod Jawapan
nb: Registrer svar
nl: Antwoord Opnemen
pl: Nagraj odpowiedź
pt_br: Registrar Despesa
pt_pt: Gravar Resposta
ro: Înregistrează răspunsul
ru: Записать ответ
sk: Zaznamenať odpoveď
sv: Spela in svar
th: บันทึกคำตอบ
tr: Cevabı Kaydet
uk: Записати відповідь
vi: Ghi lại câu trả lời
zh_hans: 记录答案
zh_hant: 記錄答案
zh_hk: 記錄答案

# TK.Action.repeatExercise
source: Repeat Exercise
ar: كرر التمرين
bg: Повторение на упражнението
ca: Repetir exercici
cs: Opakovat cvičení
da: Gentag øvelse
de: Übung wiederholen
el: Επανάληψη Άσκησης
es: Repetir ejercicio
es_419: Repetir ejercicio
fi: Toista harjoitus
fr: Répéter l'exercice
fr_ca: Répéter l'exercice
he: חזור על תרגיל
hi: व्यायाम दोहराएँ
hr: Ponovi vježbu
hu: Gyakorlat Ismétlése
id: Ulangi Latihan
it: Ripeti Esercizio
ja: エクササイズを繰り返す
kk: Жаттығуды қайталау
ko: 운동 반복하기
ms: Ulang Latihan
nb: Gjenta øvelse
nl: Oefening herhalen
pl: Powtórz ćwiczenie
pt_br: Repetir Exercício
pt_pt: Repetir exercício
ro: Repetă exercițiul
ru: Повторить упражнение
sk: Opakovať cvičenie
sv: Upprepa övning
th: ทำซ้ำการออกกำลังกาย
tr: Egzersizi Tekrarla
uk: Повторити вправу
vi: Lặp lại Bài tập
zh_hans: 重复锻炼
zh_hant: 重複運動
zh_hk: 重複練習

# TK.Action.reportMistakes
source: Report Mistakes
ar: الإبلاغ عن الأخطاء
bg: Докладвай грешки
ca: Informar d'errors
cs: Nahlásit chyby
da: Rapporter fejl
de: Fehler melden
el: Αναφορά Λαθών
es: Reportar errores
es_419: Reportar errores
fi: Ilmoita virheistä
fr: Signaler des erreurs
fr_ca: Signaler des erreurs
he: דווח על טעויות
hi: गलतियों की रिपोर्ट करें
hr: Prijavi greške
hu: Hibák jelentése
id: Laporkan Kesalahan
it: Segnala Errori
ja: 間違いを報告する
kk: Қателерді хабарлау
ko: 오류 신고하기
ms: Laporkan Kesilapan
nb: Rapporter feil
nl: Fouten rapporteren
pl: Zgłoś błędy
pt_br: Reportar Erros
pt_pt: Reportar erros
ro: Raportează greșelile
ru: Сообщить об ошибках
sk: Nahlásiť chyby
sv: Rapportera misstag
th: รายงานข้อผิดพลาด
tr: Hataları Bildir
uk: Повідомити про помилки
vi: Báo cáo Lỗi
zh_hans: 报告错误
zh_hant: 報告錯誤
zh_hk: 報告錯誤

# TK.Action.review
source: Review
ar: مراجعة
bg: Преглед
ca: Revisar
cs: Kontrola
da: Gennemgå
de: Prüfen
el: Ανασκόπηση
es: Revisar
es_419: Revisar
fi: Tarkista
fr: Vérifier
fr_ca: Examiner
he: סקירה
hi: समीक्षा करें
hr: Osvrt
hu: Áttekintés
id: Tinjau
it: Rivedi
ja: 確認
kk: Қарап шығу
ko: 검토
ms: Semak
nb: Gjennomgå
nl: Bekijk
pl: Przejrzyj
pt_br: Avaliar
pt_pt: Rever
ro: Revizuiește
ru: Оценить
sk: Skontrolovať
sv: Granska
th: ตรวจสอบ
tr: Gözden Geçir
uk: Переглянути
vi: Xem lại
zh_hans: 检查
zh_hant: 檢視
zh_hk: 檢視

# TK.Action.scheduleTutoring
source: Schedule Tutoring
ar: جدولة دروس خصوصية
bg: Планирай уроци
ca: Programar tutoria
cs: Naplánovat doučování
da: Planlæg vejledning
de: Nachhilfe planen
el: Προγραμματισμός Μαθήματος
es: Programar tutoría
es_419: Programar tutoría
fi: Aikatauluta ohjaus
fr: Planifier une séance de tutorat
fr_ca: Planifier un tutorat
he: קבע שיעור אישי
hi: ट्यूशन का समय निर्धारित करें
hr: Zakaži podučavanje
hu: Tanórák ütemezése
id: Jadwalkan Bimbingan
it: Pianifica tutoraggio
ja: 家庭教師をスケジュール
kk: Оқыту сессиясын жоспарлау
ko: 튜터링 일정 잡기
ms: Jadualkan Pengajaran
nb: Planlegg veiledning
nl: Bijles Inplannen
pl: Umów korepetycje
pt_br: Agendar Aula Particular
pt_pt: Agendar Aulas
ro: Programează o sesiune de tutoriat
ru: Запланировать репетиторство
sk: Naplánovať doučovanie
sv: Boka Vägledning
th: กำหนดการติว
tr: Özel Ders Planla
uk: Запланувати заняття
vi: Lên lịch gia sư
zh_hans: 安排辅导
zh_hant: 安排輔導
zh_hk: 安排輔導

# TK.Action.skipChapter
source: Skip Chapter
ar: تجاوز الفصل
bg: Пропусни глава
ca: Saltar capítol
cs: Přeskočit kapitolu
da: Spring kapitel over
de: Kapitel überspringen
el: Παράκαμψη Κεφαλαίου
es: Omitir Capítulo
es_419: Saltar Capítulo
fi: Ohita luku
fr: Passer le chapitre
fr_ca: Passer le chapitre
he: דלג על פרק
hi: अध्याय छोड़ें
hr: Preskoči poglavlje
hu: Fejezet Kihagyása
id: Lewati Bab
it: Salta Capitolo
ja: 章をスキップ
kk: Бөлімді өткізіп жіберу
ko: 챕터 건너뛰기
ms: Langkau Bab
nb: Hopp over kapittel
nl: Sla Hoofdstuk Over
pl: Pomiń rozdział
pt_br: Pular Capítulo
pt_pt: Omitir Capítulo
ro: Saltă capitolul
ru: Пропустить главу
sk: Preskočiť kapitolu
sv: Hoppa över kapitel
th: ข้ามบท
tr: Bölümü Atla
uk: Пропустити розділ
vi: Bỏ Qua Chương
zh_hans: 跳过章节
zh_hant: 跳過章節
zh_hk: 跳過章節

# TK.Action.solve
source: Solve
ar: حل
bg: Реши
ca: Resoldre
cs: Vyřešit
da: Løs
de: Lösen
el: Λύση
es: Resolver
es_419: Resolver
fi: Ratkaise
fr: Résoudre
fr_ca: Résoudre
he: פתור
hi: हल करें
hr: Riješi
hu: Megoldás
id: Selesaikan
it: Risolvi
ja: 解く
kk: Шешу
ko: 문제 해결
ms: Selesaikan
nb: Løs
nl: Oplossen
pl: Rozwiąż
pt_br: Resolver
pt_pt: Resolver
ro: Rezolvă
ru: Решить
sk: Riešiť
sv: Lös
th: แก้ไข
tr: Çöz
uk: Розв'язати
vi: Giải Quyết
zh_hans: 解决
zh_hant: 解決
zh_hk: 解決

# TK.Action.startExercise
source: Start Exercise
ar: ابدأ التمرين
bg: Започни упражнение
ca: Començar exercici
cs: Začít cvičení
da: Start Øvelse
de: Übung starten
el: Ξεκινήστε Άσκηση
es: Iniciar Ejercicio
es_419: Iniciar Ejercicio
fi: Aloita harjoitus
fr: Commencer l'exercice
fr_ca: Commencer l'activité d'apprentissage
he: התחל תרגול
hi: व्यायाम शुरू करें
hr: Započni vježbu
hu: Gyakorlat indítása
id: Mulai Latihan
it: Inizia Esercizio
ja: エクササイズを開始
kk: Жаттығуды бастау
ko: 운동 시작
ms: Mulakan Senaman
nb: Start trening
nl: Begin oefening
pl: Rozpocznij ćwiczenie
pt_br: Iniciar Exercício
pt_pt: Iniciar Exercício
ro: Începe Exercițiul
ru: Начать упражнение
sk: Začať cvičenie
sv: Starta övning
th: เริ่มการเรียนรู้
tr: Egzersiz Başlat
uk: Розпочати вправу
vi: Bắt Đầu Tập Thể Dục
zh_hans: 开始锻炼
zh_hant: 開始運動
zh_hk: 開始運動

# TK.Action.startLesson
source: Start Lesson
ar: ابدأ الدرس
bg: Започни урок
ca: Començar lliçó
cs: Začít lekci
da: Start Lektion
de: Unterricht starten
el: Ξεκίνησε Μάθημα
es: Iniciar Lección
es_419: Iniciar Lección
fi: Aloita oppitunti
fr: Commencer la leçon
fr_ca: Commencer la leçon
he: התחל שיעור
hi: पाठ शुरू करें
hr: Započni lekciju
hu: Lecke indítása
id: Mulai Pelajaran
it: Inizia Lezione
ja: レッスンを開始
kk: Сабақты бастау
ko: 수업 시작
ms: Mulakan Pelajaran
nb: Start leksjon
nl: Start les
pl: Rozpocznij lekcję
pt_br: Iniciar Aula
pt_pt: Iniciar Aula
ro: Începe Lecția
ru: Начать урок
sk: Začať lekciu
sv: Starta lektion
th: เริ่มบทเรียน
tr: Derse Başla
uk: Розпочати урок
vi: Bắt đầu bài học
zh_hans: 开始课程
zh_hant: 開始課程
zh_hk: 開始課程

# TK.Action.startTutoring
source: Start Tutoring
ar: بدء الدروس الخصوصية
bg: Започни урока
ca: Començar classes particulars
cs: Zahájit doučování
da: Start undervisning
de: Nachhilfe beginnen
el: Έναρξη Δίδαξης
es: Iniciar Tutoría
es_419: Iniciar Tutorías
fi: Aloita opetussessio
fr: Commencer le tutorat
fr_ca: Commencer le tutorat
he: התחל שיעור
hi: ट्यूशन शुरू करें
hr: Započni podučavanje
hu: Tanítás kezdése
id: Mulai Bimbingan
it: Inizia Tutoraggio
ja: 指導を開始
kk: Тьюторлықты бастау
ko: 튜터링 시작
ms: Mulakan Mengajar
nb: Start undervisning
nl: Huiswerkbegeleiding Starten
pl: Rozpocznij korepetycje
pt_br: Iniciar Tutoria
pt_pt: Começar a Tutorizar
ro: Începe sesiunea de tutoring
ru: Начать репетиторство
sk: Začať doučovanie
sv: Starta handledning
th: เริ่มการสอน
tr: Öğretim Başlat
uk: Розпочати репетиторство
vi: Bắt đầu dạy kèm
zh_hans: 开始辅导
zh_hant: 開始輔導
zh_hk: 開始輔導

# TK.Action.study
source: Study
ar: الدراسة
bg: Учи
ca: Estudiar
cs: Studovat
da: Studer
de: Lernen
el: Μελέτη
es: Estudiar
es_419: Estudiar
fi: Opiskele
fr: Étudier
fr_ca: Étudier
he: למד
hi: अध्ययन करें
hr: Uči
hu: Tanulás
id: Belajar
it: Studia
ja: 勉強する
kk: Оқу
ko: 공부
ms: Belajar
nb: Studer
nl: Studeren
pl: Ucz się
pt_br: Estudar
pt_pt: Estudar
ro: Studiază
ru: Учиться
sk: Študovať
sv: Studera
th: ศึกษา
tr: Çalış
uk: Вчитися
vi: Học Tập
zh_hans: 学习
zh_hant: 學習
zh_hk: 學習

# TK.Action.submitAnswer
source: Submit Answer
ar: قدّم إجابة
bg: Подай отговор
ca: Enviar resposta
cs: Odeslat odpověď
da: Indsend Svar
de: Antwort einreichen
el: Υποβάλετε Απάντηση
es: Enviar Respuesta
es_419: Enviar Respuesta
fi: Lähetä vastaus
fr: Soumettre la réponse
fr_ca: Soumettre la réponse
he: שלח תשובה
hi: उत्तर प्रस्तुत करें
hr: Podnesi odgovor
hu: Válasz beküldése
id: Kirim Jawaban
it: Invia Risposta
ja: 答えを提出
kk: Жауапты жіберу
ko: 답변 제출
ms: Hantar Jawapan
nb: Send inn svar
nl: Dien antwoord in
pl: Wyślij odpowiedź
pt_br: Enviar Resposta
pt_pt: Submeter Resposta
ro: Trimite Răspunsul
ru: Отправить ответ
sk: Odoslať odpoveď
sv: Skicka svar
th: ส่งคำตอบ
tr: Cevap Gönder
uk: Подати відповідь
vi: Gửi Câu Trả Lời
zh_hans: 提交答案
zh_hant: 提交答案
zh_hk: 提交答案

# TK.Action.takeNotes
source: Take Notes
ar: تدوين الملاحظات
bg: Записвай бележки
ca: Fer anotacions
cs: Dělat si poznámky
da: Tag noter
de: Notizen machen
el: Κάντε Σημειώσεις
es: Tomar Notas
es_419: Tomar Notas
fi: Ota muistiinpanoja
fr: Prendre des notes
fr_ca: Prendre des notes
he: קח הערות
hi: महत्वपूर्ण बिंदुओं को लिखें
hr: Zapiši bilješke
hu: Jegyzet Készítése
id: Ambil Catatan
it: Prendi Appunti
ja: メモを取る
kk: Маңызды сәттерді жазу
ko: 메모 작성
ms: Ambil Nota
nb: Ta notater
nl: Aantekeningen Maken
pl: Zrób notatki
pt_br: Fazer Anotações
pt_pt: Tomar Notas
ro: Notează
ru: Делай заметки
sk: Poznačiť si
sv: Ta anteckningar
th: จดบันทึก
tr: Not Al
uk: Зробити нотатки
vi: Ghi Chú
zh_hans: 做笔记
zh_hant: 記筆記
zh_hk: 做筆記

# TK.Action.testYourself
source: Test Yourself
ar: اختبر نفسك
bg: Тествай себе си
ca: Prova't
cs: Otestovat se
da: Test dig selv
de: Selbsttest machen
el: Δοκιμάστε τον Εαυτό σας
es: Evalúate
es_419: Evalúate
fi: Testaa itse
fr: Évaluez-vous
fr_ca: S’évaluer
he: בדוק את עצמך
hi: खुद को जांचें
hr: Testiraj se
hu: Önvizsgálat
id: Uji Diri Sendiri
it: Metti alla Prova
ja: 自己評価する
kk: Өзіңді сынау
ko: 테스트
ms: Uji Diri Sendiri
nb: Test deg selv
nl: Test Jezelf
pl: Przetestuj się
pt_br: Teste-se
pt_pt: Testar a Si Mesmo
ro: Evaluează-te
ru: Пройти самопроверку
sk: Otestovať seba
sv: Testa dig själv
th: ทดสอบตัวเอง
tr: Kendini Test Et
uk: Пройти тестування
vi: Tự Kiểm Tra
zh_hans: 自我测试
zh_hant: 自我測試
zh_hk: 自我測試
